nazv_symbolov=["крест прямой","крест косой","квадрат","ромб","восьмиугольник","круг","алатырь"]
opis_symboli=["""Прямой крест связан с мужским началом, ролью отца, мужа и брата в семье с характерным для этих ролей 
твердостью в принятии решений. При упоминании этого символа сразу вспоминаются фразеологизмы поставить крест на чём-то 
или на ком-то, поставить вопрос ребром, которые связаны с навыком не откладывать важный вопрос на потом, умением решать 
проблему здесь, сегодня и сейчас. Прямой крест с разветвлением - это такая разновидность мужского креста, у которой все 
образующие символ четыре линии имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или растения. 
Прямой крест ручейком – это такая разновидность мужского креста, где сам символ образуют четыре сходящихся группы 
волнистых линий, которые напоминают струящиеся потоки воды. Эта разновидность прямого креста как раз встречается в 
узорах платков именно с упоминанием бурных вод в период весеннего паводка. 
(Половодье чувств, весенний ручеёк, весеннее пробуждение)""",
"""Косой крест связан с женским началом и ролью матери,
дочери, сестры, для которой характерными свойствами является творчество и изобретательность в решении проблем, 
умение посмотреть задачу с другой стороны. Косой крест с разветвлением - это такая разновидность женского креста, 
у которой все образующие символ четыре линии имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или 
растения. Косой крест ручейком – это такая разновидность женского креста, где сам символ образуют четыре сходящихся 
группы волнистых линий, которые напоминают струящиеся потоки воды.""",
"""Являясь самой устойчивой фигурой квадрат отождествляется с теми вещами, которые трудно или невозможно изменить. 
Такими понятиями, становящимися данностью, являются историческая эпоха, в которой человек живет, а также наследство, 
которое человек получает от родителей и от бабушек-дедушек. Интересно, что мы лишь в малой степени повлиять, 
какое наследство мы получим или получили, однако исключительно от нас зависит, насколько грамотно мы этим наследством 
распорядимся. Квадратную форму полученного в наследство поле невозможно изменить, однако в наших силах решить, что на 
этом поле будет произрастать; квадратную форму фундамента здания (метафора на данное нашими родителями воспитание) 
невозможно изменить, однако только мы выбираем, какое именно здание построить на этом фундаменте.""",
"""Напоминающий по форме то ли копья эпохи бронзового века, то ли сельскохозяйственное орудие труда по типу сохи, 
ромб связан с навыками, умениями и знанием, которые человек освоил и приобрёл в течение жизненного пути. Сюда можно 
отнести и получение образования человека, приобретение мастерства в прикладных ремеслах, освоение техник рукоделия.""",
"""Восьмиугольник образуется при наложении одинаковых размеров отождествляющего что - то неизменное квадрата и 
символизирующего что-то быстро проходящее ромба. В этом составном символе можно заметить прообраз человека как личности, 
который пытается разобраться в вечном вопросе поиска смысла жизни, решить дилеммы этики и морали в ограниченных условиях 
скоротечной жизни, и в рамках исторической эпохи, в которую человек живёт.""",
"""С одной стороны, круг отождествляется с  такими повторяющимися во времени и сменяющими друг друга в строгой 
последовательности календарными событиями и временами года, составляющими переходящий / непереходящий годовой, 
недельный и суточный круги Богослужений в Церкви, а также годовой круг природных явлений. С другой стороны, хочется 
вспомнить фразеологизм "обсудить за круглым столом", поэтому круг отождествляется с умением коммуницировать, 
вести переговоры и находить компромиссы при разрешении конфликтов. Также стоит указать на круглый пирог, которым можно и
нужно поделиться с окружающими, что еще больше усиливает связь этого символа с умением торговать и обмениваться ресурсами 
и навыками с окружающими.""",
"""Становится довольно логичным, что получаемая от сложения обозначающего мужское начало прямого креста и 
символизирующего женское начало косого креста звезда-алатырь ассоциируется с семьёй, основным смыслом которой в идеале 
является гармоничный союз мужа и жены."""
              ]
traktovka_kolority=["""Шалелюбушки всегда такие интересные: вроде и беседуют о прекрасном, но в своих разговорах цифры 
используют чаще любого финансового аналитика. Моё представление о системе колоритов не должно стать камнем в огород 
устоявшейся на мануфактуре системе обозначений окраски платков, да и в магазине с фразой "такой вот синенький хочу" 
особо делать нечего. С другой стороны, общепринятая система колоритов может показаться малопонятной, особенно на первых 
шагах по изучению и приобретению изделий павловопосадской фабрики, поэтому представляю свою систему колоритов; надеюсь, 
мои наработки помогут каждому найти именно тот самый платок и по внутреннему устроению и по соответствию другим вещам в 
гардеробе. На самом деле в основе калейдоскопа расцветок павловопосадских платков можно выделить 2 наполняющих 
(синий и красный) и 2 заполняющих (чёрный и белый) цвета. В некоторых псевдоисторических пабликах встречал термин 
триединство (четвероединство) цветов, в геральдике за этой группой цветов закрепился термин праславянские, так как 
именно синий, красный, белый, чёрный присутствуют на флагах России, Сербрии, Хорватии, Словении, Словакии. Формирование 
колоритов павловопосадских платков вокруг синего и красного цвета обусловлено технико-экономическими факторами и 
культурологическими особенностями. Именно с открытия способа покраски шерстяной ткани в красный экстрактом марены и 
изобретения дающей шерсти синий цвет кубовой набойки красителем индиго началось становление платочных мануфактур на 
территории Российской империи.""",
"""Многочисленные оттенки синего и красного встречаются в окружающем мире, природе и в нас самих (синий - цвет неба, воды, неба полевых цветов, окраска глаз; красный - цвет крови и плоти живых организмов, плодов фруктовых деревьев и ягод, осенних листьев). В традиции Православной церкви красный цвет отожествляется с Христом, мучениками и праздником Светлой Пасхи, а синий (голубой свет посвящён) Божией Матери и Богородичным праздникам (напр. Покров, Успение, Благовещение, Введение и др). В первом ряду находится красный колорит, а также будоражащие, возбуждающие окраски павловопосадских платков на основе красного цвета. Во втором ряду расположен синий колорит, балансирующие и успокаивающие раскраски павловопосадских платков на основе синего цвета. В третий ряд поместил чёрный, белый колориты, а также остальные колориты, на основе заполняющих цветов, которые не получилось отнести ни к будоражащим, ни к успокаивающим цветам.
"""]